Repository: Kesco-m/Kesco.App.Web.V4.Docs.Directions
Catalog: Directions/DirectionIT.aspx.*.resx
Languages: et, ru

# hAccessEml
source: Access to the data, necessary for the employee for work
et: Töötajale töötamiseks vajalik ligipääs andmetele
ru: Доступ к данным, необходимый сотруднику для работы

# hEquipEml
source: Equipment and the communications necessary for the employee for work
et: Töötajale töötamiseks vajalikud vahendid ja kommunikatsioonid
ru: Оборудование и коммуникации, необходимые сотруднику для работы

# hDadaEml
source: Data on the employee
et: Töötaja andmed
ru: Данные по сотруднику

# lPhoneDesk
source: phone
et: lauatelefon
ru: на столе

# lPhoneDect
source: phone DECT
et: toru
ru: трубка

# lPhoneSim
source: SIM-card for the mob. phone
et: SIM-kaart mobiili jaoks
ru: SIM-карта для моб. тел.

# lPLExitTown
source: + local city
et: kohalik
ru: + местная городская

# lPLExitOutTown
source: + within the country
et: riigisisene
ru: + внутри страны

# lPLExitOutCountry
source: + international
et: rahsvusvaheline
ru: + международная

# lCompT
source: thin client
ru: тонкий клиент

# lCompP
source: personal
et: personaalne
ru: персональный

# lCompN
source: notebook
et: laptop
ru: ноутбук

# lAIOffice
source: from office
et: kontorist
ru: из офиса

# lAIModem
source: from house through the modem
et: kodust modemi kaudu
ru: из дома через модем

# lAIMobile
source: mobile (SkyLink, 3G)
et: mobiilne (SkyLink, 3G)
ru: мобильный (SkyLink, 3G)

# lAEOfiice
source: out office
et: kontorist väljas
ru: из офиса

# lAEVpn
source: remote (through VPN)
et: kaugligipääes (VPN kaudu)
ru: удаленный (через VPN)

# lPhoneIP
source: IP phone
et: IP-telefon
ru: IP-телефон

# lPhoneIPCam
source: IP camera
et: IP-kaamera
ru: IP-камера

# lSotrudnikParent1
source: as at the employee
et: nagu töötajal
ru: как у сотрудника

# lSotrudnikParent2
source: instead of the employee
et: töötaja asemel
ru: вместо сотрудника

# lPLExitInSide
source: only within the holding
et: holdingu sees
ru: только внутри холдинга

# lRequire
source: Required
et: Vajalik
ru: Требуется

# lComplete
source: Completed
et: Tehtud
ru: Выполнено

# _Msg_ФотоНет
source: employee does not have photo
et: töötaja puudub photo
ru: у сотрудника отсутствует фотография

# _Msg_СотрудникНетРабМеста
source: employee does not have workplace
et: töötaja ei tööta kohas
ru: у сотрудника нет рабочего места. Укажите его в карточке сотрудника

# _Msg_РабочееМестоНеСоответствует
source: workplace does not correspond to workplaces in a card of the employee
et: töökohal ei vasta töökohti kaart liige
ru: рабочее место не соответствует рабочим местам в карточке сотрудника

# _Msg_НеКомпьютеризированноеРабочееМесто
source: on this the workplace can not be installed the computer
et: on see tkhe vorkplatse san märgib baa paigaldatud Tkhe arvutis
ru: на этом рабочем месте не может быть установлен компьютер

# _Msg_СотрудникНеУволен
source: employee yet is not dismissed
et: сотрудник еще не уволен
ru: сотрудник еще не уволен

# _Msg_СотрудникНеДоступен
source: employee is not accessible
et: officer ei ole kättesaadav
ru: сотрудник не доступен

# _Msg_СотрудникСостояние1
source: condition of the employee - the decree (vacation)
et: riigi töötaja - määruse (puhkusel)
ru: состояние сотрудника - декрет(отпуск)

# _Msg_СотрудникСостояние2
source: condition of the employee - the visitor personal
et: riigi töötaja - isiklik külaline
ru: состояние сотрудника - гость персональный

# _Msg_СотрудникСостояние3
source: condition of the employee - it is dismissed
et: riigi töötaja - vallandati
ru: состояние сотрудника - уволен

# _Msg_СотрудникСостояние4
source: condition of the employee - the visitor on a guest card
et: riigi töötaja - külastaja poolt külastaja kaart
ru: состояние сотрудника - гость по гостевой карточке

# _Msg_СотрудникСостояние5
source: condition of the employee - the stranger
et: riigi töötaja - autsaider
ru: состояние сотрудника - посторонний

# _Msg_РасположениеНеДоступно
source: location is not accessible
et: asukoht ei ole kättesaadav
ru: расположение не доступно

# _Msg_РасположениеЗакрыто
source: location is closed
et: asukoht on suletud
ru: расположение закрыто

# _Msg_ЛицоБезБП
source: person does not work under the business - project
et: isik ei tööta äriprojekt
ru: лицо не работает по бизнес-проекту

# _Msg_ЛогинСуществует
source: employee with such login already exists
et: Logi sisse hõivatud
ru: логин занят

# _Msg_NoAccessEthernet
source: does not enter into a corporate network
et: ei kuulu ettevõtte võrgus
ru: не входит в корпоративную сеть

# _Msg_NoAccessInternet
source: no access to network Internet
et: ole Interneti
ru: нет доступа к сети Internet

# _Msg_ВыданаSim
source: SIM-card is given
et: Poolt väljastatud SIM-kaardi
ru: Выдана SIM-карта

# _Msg_OpenEquip
source: open the form of equipment
et: avada tehnika
ru: открыть форму оборудования

# _Msg_OpenEquipResp
source: Responsible for equipment
ru: Ответственный за оборудование

# _Msg_OpenEquipNotResp
source: No person in charge of the equipment
et: Ükski seadmete eest vastutav isik
ru: Нет ответственного за оборудование

# _Msg_NoRequired
source: is not required
et: ei pea
ru: не требуется

# _Msg_ЛогинНеКорректен
source: login is not corrected
et: login on vale
ru: логин указан некорректно

# _Msg_EmailНеКорректен
source: e-mail is not corrected
et: e-posti aadress on vale
ru: е-mail указан некорректно

# _Msg_NoSignSupervisor
source: Direction is not signed by the direct head
et: Suund ei ole alla kirjutanud vahetule ülemusele
ru: Указание не подписано непосредственным руководителем

# _Msg_NoSpecified
source: is not specified
et: ei ole määratud
ru: не указано

# _Msg_ExistsDirection
source: for the given employee on the given workplace already exists
ru: для данного сотрудника на данное рабочее место уже существует

# _Msg_ExistsPhone
source: phone number uses
et: telefoninumber kasutab
ru: номер использует

# _Msg_РабочееМестоНеВОфисе
source: workplace not at office
et: töökohal ei ole kontoris
ru: рабочее место не в офисе

# _Msg_ОтсутствуетПодчиненность
source: is no subordination in the list of staff
et: puudub alluvus personalitöö
ru: отсутствует подчиненность в штатном расписании

# _Msg_Delete
source: You are sure, what want to remove this record?
et: Oled sa kindel et tahad kustutada seda kannet?
ru: Вы уверены, что хотите удалить эту запись?

# _Msg_ОписаниеКаталога
source: Set of types of the persons used by the companies, working under the given project
et: Set tüüpi üksused, mida kasutatakse ettevõtete poolt selle projekti kallal
ru: Набор типов лиц, используемых компаниями, работающими по данному проекту

# _Msg_РабочееНеДоступно
source: workplace is inaccessible
et: töökohal ei ole kättesaadav
ru: рабочее место не доступно

# _Msg_СотрудникНетЛица
source: employeer is not synchronized with the reference persons
et: sotdnika ole kande kataloog inimesi
ru: у сотдника отсутствует запись в справочнике лиц

# lTrack
source: Register delay of the employee
et: Jälgida töötaja hilinemisi
ru: Отслеживать опоздания сотрудника

# lMin
source: min.
ru: мин.

# btnGO
source: Execute
et: Kulgema
ru: Выполнить

# _Msg_ДокументНеДоступен
source: doc is unavaible
et: Dokument ei ole
ru: документ не доступен

# _NTF_NoDataDoc
source: Do not specify the date of the document.
et: Ei täpsusta dokumendi kuupäev.
ru: Не указана дата документа.

# _NTF_NoEmployee
source: Unknown officer.
et: Tundmatu ametnik.
ru: Не указан сотрудник.

# _NTF_EmployeeNoPerson
source: Employees are not synchronized with the reference entities.
et: Töötajad ei ole sünkroonis viide üksused.
ru: Cотрудник не синхронизирован со справочником лиц.

# _NTF_CadrNoCompany
source: As an employee staffing company is not listed, \ notvechayuschaya for financial regulation.
et: Kuna töötaja personali ettevõte ei ole nimekirjas, \ notvechayuschaya finantsregulatsiooni.
ru: В штатном расписании у сотрудника не указана компания,\nотвечающая за финансовое регулирование.

# _NTF_NoLider
source: Unknown leader.
et: Põhjalaiust liider.
ru: Не указан руководитель.

# _NTF_NoWorkPlace
source: Unspecified job place the employee.
et: Määramata töö töötajale.
ru: Не указано рабочее место сотрудника.

# _NTF_NoLogin
source: Unknown username.
et: Põhjalaiust kasutajanimi.
ru: Не указан логин.

# _NTF_LoginIncorrect
source: Username is incorrect.
et: Kasutajanimi on vale.
ru: Логин указан некорректно.

# _NTF_NoEmail
source: Unknown e-mail.
et: Põhjalaiust e-posti teel.
ru: Не указан e-mail.

# _NTF_NoDomain
source: Unknown domain.
et: Põhjalaiust domeeni.
ru: Не указан домен.

# _NTF_NoSender
source: Do not specify the name of the sender is address.
et: Ärge nimetage saatja aadress.
ru: Не указано имя отпраивтеля почты.

# _NTF_EmailIncorrect
source: e-mail is incorrect
et: e-mail on vale.
ru: e-mail указан некорректно.

# _NTF_EmailNotUnique
source: e-mail this already exists
et: e-maili on juba olemas
ru: такой e-mail уже существует; e-mail должен быть уникальным.

# _NTF_NoWorkGo
source: Not specified time of arrival of the employee to work!
et: Pole täpsustatud saabumisaeg töötaja tööle!
ru: Не указано время прихода сотрудника на работу!

# _NTF_DelayMustEmail
source: To keep track of delays, you must specify \ nrukovoditeley who need to send e-mail about the lateness of the employee!
et: Jälgida viivitusi, peate täpsustama \ nrukovoditeley kellel on vaja saata e-posti teel hilinenud töötaja!
ru: Для отслеживания опозданий необходимо указать\nруководителей, которым необходимо отсылать e-mail об опоздании данного сотрудника!

# _NTF_VerbalVisit
source: Do not include the time-delay verbal explanatory head!
et: Ei sisalda ajalist viivitust verbaalne selgitav pea!
ru: Не указано время опоздания-устная объяснительная руководителю!

# _NTF_WriteCadr
source: Do not include the time-delay in writing to the Personnel Department explanatory!
et: Ei sisalda ajalist viivitust kirjalikult personaliosakond selgitav!
ru: Не указано время опоздания-письменная объяснительная в отдел кадров!

# _Msg_NoThisDoc
source: It is impossible to specify in the document as a basis, this same document!
et: Võimatu on täpsustada dokumendi alusel, sama dokument!
ru: Невозможно указать в качестве документа основания этот же самый документ!

# _Msg_FillFormByEmpl
source: Attention! Fill out the form on the basis of the employee:
et: Tähelepanu! Täida ankeet alusel töötaja:
ru: Внимание! Заполнить форму на основании данных сотрудника:

# _Rnd_Company
source: Companies:
et: Ettevõte:
ru: Компании:

# _Rnd_AllCompany
source: all companies
et: kõik companies
ru: <все компании>

# _Rnd_Catalog
source: Catalog
et: Kataloog:
ru: Каталог

# _Rnd_TypePerson
source: Type of entity
et: Tüüpi ettevõtte
ru: Тип лица

# _Rnd_AllCatalog
source: all catalogs
et: Kõik catalogs
ru: <все каталоги>

# _Rnd_AllTypePerson
source: all types
et: Kõik tüüpi
ru: <все типы>

# _NTF_DocInCorrect
source: The document was saved incorrectly
et: Dokument on salvestatud valesti
ru: Документ был сохранен некорректно

# _Msg_CopyBuffer
source: copied to the clipboard
et: kopeerida lõikelauale
ru: скопировать в буфер обмена

# _Pos_RoleEmpl
source: The role of the employee in the company
et: Rolli töötaja firma
ru: Роль сотрудника в компании

# _Pos_Empl
source: Employee:
et: Töötaja:
ru: Сотрудник:

# _Pos_ExecRole
source: Performs the role:
et: Täidab rolli:
ru: Выполняет роль:

# _Pos_InCompany
source: The company:
et: Ettevõte:
ru: В компании:

# _Pos_BtnSave
source: Save
et: Välja arvatud
ru: Сохранить

# _Pos_BtnDel
source: Delete
et: Kõrvaldama
ru: Удалить

# _Pos_BtnCancel
source: Cancel
et: Tühistamine
ru: Отмена

# _Pos_ConfirmDel
source: Are you sure you want to delete this entry?
et: Oled sa kindel et tahad kustutada seda kannet?
ru: Вы уверены, что хотите удалить эту запись?

# _Pos_BtnAccept
source: Is confirmed
et: Kinnitab
ru: Подтверждаю

# _Pos_Catalog
source: Catalog:
et: Kataloog:
ru: Каталог:

# _Pos_PersonType
source: Type person:
et: Tüüpi ettevõtte:
ru: Тип лица:

# _Pos_ReqCatalog
source: Specify the catalog!
et: Määra kataloog!
ru: Укажите каталог!

# _Pos_ReqCatalog2
source: Enter or directory, or type of person!
et: Siseneda või kataloogi või tüüpi inimene!
ru: Укажите или каталог или тип лица!

# _Pos_ReqCatalog3
source: Are you sure you want to have the officer \n got access to all types of people in the specified directory, \n which exist now or will in the future?
et: Oled kindel, et sa tahad olla ametnik \nsaanud juurdepääsu kõikidele inimestele määratud kataloogi \nmis eksisteerivad praegu või tulevikus liituvad?
ru: Вы уверены, что хотите чтобы данный сотрудник\nполучил доступ ко всем типам лиц в указанном каталоге,\nкоторые существуют сейчас или появятся в будущем?

# _Pos_CatalogChange1
source: Hoiatus: \net on muutunud (lisatud uus kanne) juurdepääs tüüpi töötajad isikute andmebaas
ru: Warning: \ nYou have changed (added new entry) access to the types of staff persons in the catalog

# _Pos_CatalogChange2
source: In the event of a change in the current directory all added entries will be deleted! \nChoose a directory?
et: Kui muutus jooksva kataloogi kõik lisatud kirjed kustutatakse! \nVali kataloog?
ru: В случае смены текущего каталога все добавленные записи будут удалены!\nСменить каталог?

# _Pos_PersonType1
source: Seda tüüpi üksused:
ru: These types of persons:

# _Pos_PersonType2
source: \ncan not be selected, unnecessarily you have already given access to the employee for such types of persons.
et: \nei saa valida, asjatult sa oled juba juurdepääs töötaja sellist tüüpi inimest.
ru: \nне могут быть выбраны, т.к Вы уже дали доступ сотруднику к подобным типам лиц.

# _Pos_NoDocId
source: Unable to determine the code of the document!
et: Suuda kindlaks koodi dokumendi!
ru: Не удалось определить код документа!

# _Pos_EmplTypes
source: Access employee to the types of persons
et: Juurdepääs ametniku poole tüüpi isikud
ru: Доступ сотрудника к типам лиц

# _Msg_СотрудникНеИмеетЛогина
source: employee does not have a login
et: ei pea töötaja login
ru: сотрудник не имеет логина

# _Msg_СотрудникНетЛицаЗаказчика
source: the employee is not listed company responsible for the financial regulation
et: töötaja ei ole börsifirma vastutab finantsregulatsiooni
ru: у сотрудника не указана компания, отвечающая за фин. регулирование

# _lbl_ОтветственнаяКомпания
source: Responsible company
et: Vastutav ttevõte
ru: Ответственная компания

# _NTF_РабМестаВместе
source: with
et: koos
ru: вместе с

# _NTF_ПосменнаяРабота
source: working shift with
et: vahetustega töö
ru: посменная работа с

# _NTF_СотрудникСовпадает
source: Selected employee coincides with an employee, who is the document!
et: Valitud töötaja ühtib töötaja, kes on dokumendi!
ru: Выбранный сотрудник совпадает с сотрудником, на которого делается указание

# _Msg_AlertTitle
source: Message
et: Sõnum

# _Msg_CheckPhoneNumber
source: The phone number is in the wrong format
et: Telefoninumber on loetletud vales vormingus
